Repository: MaksSlutskiy/WPF-project
Catalog: WpfProject/WpfProject/Properties/Resources.*.resx
Languages: ru_ru

# BuilderString1
source: Create a new planet
ru_ru: Создайте новую планету

# BuilderString2
source: of our world!
ru_ru: нашего мира!

# ButtonCreate
source: Create
ru_ru: Создать

# ButtonExit
source: Exit
ru_ru: Выход

# ButtonOk
source: OK
ru_ru: ОК

source: Delete Planet
ru_ru: Удалить Планету

# DescriptionString
source: Description Planet
ru_ru: Описание планеты

# Header
source: World of Planets
ru_ru: Мир Планет

# MainButtonBuilder
source: Create Planets
ru_ru: Создание Планет

# MainButtonCollection
source: Storage Planets
ru_ru: Коллекция Планет

# MainButtonHome
source: Home
ru_ru: Главная

# MainButtonSettings
source: Settings
ru_ru: Настройки

# PlanetDescription
source: Description
ru_ru: Описание

# PlanetGalaxy
source: Galaxy :
ru_ru: Галактика :

# PlanetImagePath
source: Image Path
ru_ru: Путь к изображению

# PlanetName
source: Name :
ru_ru: Имя :

# PlanetSearch
source: Search Planet :
ru_ru: Найти Планету :

source: Planet Selection :
ru_ru: Выбрать Планету :

# PlanetSize
source: Size :
ru_ru: Размер :

# PlanetSizeKm
source: km
ru_ru: км

# PlanetSorted
source: Sorted Planet :
ru_ru: Отсортировать Планеты :

# PlanetSystem
source: System :
ru_ru: Система :

# SearchEditPlanet
source: Search planet and click by her
ru_ru: Найдите планету и нажмите на нее

# SortedGalaxy
source: Galaxy
ru_ru: Галактика

# SortedName
source: Name
ru_ru: Имя

# SortedSize
source: Size
ru_ru: Размер

# SortedSystem
source: System
ru_ru: Система

# StringLanguage
source: Language :
ru_ru: Язык :

# TextBoxHome1
source: Welcome to the World of Planets app!
ru_ru: Добро пожаловать в приложение «Мир Планет»!

# TextBoxHome2
source: Cosmos in translation from Greek means the world, a structure, a universe.
ru_ru: Космос в переводе с греческого языка означает мир, строение, вселенная, мироздание.

# TextBoxHome3
source: And the expression "fly into space", "go into space", "flew into outer space" has long been habitually entered into our lives.
ru_ru: А выражение «слетать в космос», «побывать в космосе», «вылетел в открытый космос» уже давно привычно вошли в нашу жизнь.

# TextBoxHome4
source: So you want to look at the planets of our universe in offline mode?
ru_ru: Итак, вы хотите посмотреть на планеты нашей вселенной в режиме оффлайн?

# TextBoxHome5
source: You have come to the right address!
ru_ru: Вы попали по правильному адресу!

# TextBoxHome6
source: Here you can compare the size of the planets, the name of the systems and galaxies in which they are located.
ru_ru: Здесь вы можете сравнить размеры планет,название систем и галактик в которых они находяться.

# TextBoxHome7
source: The application has the ability to create and edit existing planets.
ru_ru: В приложении реализована возможность создания и редактирования существующих планет.

# TextBoxHome8
source: Create your planets, invent them names, place them in your galaxies.
ru_ru: Создавайте свои планеты, придумывайте им названия,размещайте их в своих галактиках.

# TextBoxHome9
source: Someday the time will come when a person will master the space tightly, and our man will plow through the expanses of the universe, like at home on planet Earth.
ru_ru: Когда-нибудь наступит время, когда человек плотно освоит космос, и наш человек будет бороздить просторы вселенной, как у себя дома на планете Земля.

source: Theme :
ru_ru: Тема :

# ToCreateButton
source: Begin to Create
ru_ru: Начать Создание

# ToCreateDescription
source: Planet Description
ru_ru: Описание Планеты

# ToCreateGalaxy
source: Planet Galaxy
ru_ru: Галактика Планеты

# ToCreateName
source: Planet Name
ru_ru: Название Планеты

# ToCreateSize
source: Planet Size
ru_ru: Размер Планеты

# ToCreateSystem
source: Planet System
ru_ru: Система Палнеты

# ToEditButton
source: Begin to Edit
ru_ru: Начать Редактирование

# ToEditString1
source: Edit planets
ru_ru: Редактируйте планеты

# ToEditString2
source: of our world!
ru_ru: нашего мира!
